tap 'caskroom/versions'

brew 'syncthing', restart_service: true

cask '1password-beta'
cask 'aerial'
cask 'alfred'
cask 'anki'
cask 'grammarly'
cask 'google-chrome'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'gpg-suite'
cask 'ivpn'
cask 'plex-media-server'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'torbrowser'

mas 'Things', id: 904280696
mas 'Tweetbot for Twitter', id: 557168941
