cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'chruby'
brew 'exercism'
brew 'heroku'
brew 'influxdb'
brew 'shellcheck'
brew 'node'
brew 'ruby-install'
brew 'phantomjs'
brew 'postgres'
brew 'redis'
brew 'syncthing'
brew 'terraform'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'anki'
cask 'atom'
cask 'bartender'
cask 'cleanmymac'
cask 'docker'
cask 'evernote'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'gas-mask'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'little-snitch'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'torbrowser'
cask 'transmission'
cask 'trezor-bridge'
cask 'tunnelblick'
cask 'vagrant'
cask 'vlc'
cask 'ynab'
cask 'whatsapp'

cask 'ethereum-wallet'
cask 'namecoin'

mas 'Analog', id: 418343177
mas 'Divvy', id: 413857545
mas 'Numbers', id: 409203825
mas 'Tweetbot', id: 557168941
mas 'Reeder 3', id: 880001334
mas 'Things 3', id: 904280696
