cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'chruby'
brew 'exercism'
brew 'shellcheck'
brew 'node'
brew 'ruby-install'
brew 'phantomjs'
brew 'postgres'
brew 'redis'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'cleanmymac'
cask 'dropbox'
cask 'evernote'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'little-snitch'
cask 'slack'
cask 'spotify'
cask 'things'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'vlc'
cask 'ynab'

mas 'Analog', id: 418343177
mas 'Divvy', id: 413857545
mas 'Numbers', id: 409203825
mas 'Tweetbot', id: 557168941
