brew 'asdf'
brew 'postgresql'
brew 'terraform'
brew 'yarn', args: ['without-node']
brew 'watchman'
brew 'syncthing', restart_service: true

cask '1password'
# Apple TV aerial screensavers
cask 'aerial'
cask 'alfred'
cask 'anki'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpg-suite'
cask 'grammarly'
cask 'iterm2'
cask 'ivpn'
cask 'keybase'
cask 'notion'
cask 'signal'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'telegram-desktop'
cask 'torbrowser'
cask 'transmission'
cask 'trezor-bridge'
cask 'tripmode'
cask 'visual-studio-code'
cask 'whatsapp'

mas 'Divvy', id: 413857545
mas 'Things', id: 904280696
mas 'Tweetbot for Twitter', id: 557168941
mas 'Xcode', id: 497799835
