# Brew packages
brew 'autoconf'
brew 'chezmoi'
brew 'curl'
brew 'gcc'
brew 'git-workspace'
brew 'git'
brew 'gmp'
brew 'icu4c'
brew 'libyaml'
brew 'mas'
brew 'mise'
brew 'openssl'
brew 'ossp-uuid'
brew 'pkg-config'
brew 'readline'
brew 'zlib'
brew 'zsh'

# Cask packages
cask '1password'
cask '1password-cli'
cask 'chatgpt'
cask 'cursor'
cask 'docker'
cask 'figma'
cask 'google-chrome'
cask 'iterm2'
cask 'linear-linear'
cask 'notion'
cask 'spotify'
cask 'slack'
cask 'tradingview'
cask 'visual-studio-code'

# Mac App Store applications
mas '1Password for Safari', id: 1569813296
mas 'AdGuard for Safari', id: 1440147259
mas 'Notion Web Clipper', id: 1559269364
mas 'Things', id: 904280696
mas 'Xcode', id: 497799835
