# Taps
tap 'homebrew/cask-versions'
tap 'orf/brew'

# Brew packages
brew 'asdf'
brew 'bash'
brew 'chezmoi'
brew 'git'
brew 'git-workspace'
brew 'gum'
brew 'mas'
brew 'openssl'
brew 'zsh'

# Cask applications
cask '1password'
cask '1password-cli'
cask 'anki'
cask 'docker'
cask 'figma'
cask 'gpg-suite-no-mail'
cask 'iterm2'
cask 'notion'
cask 'spotify'
cask 'steam'
cask 'typefully'
cask 'visual-studio-code'
cask 'raycast' # Experimenting
cask 'zoom'

# Mac App Store applications
mas '1Password for Safari', id: 1569813296
mas 'AdGuard for Safari', id: 1440147259
mas 'Notion Web Clipper', id: 1559269364
mas 'Things', id: 904280696
mas 'Xcode', id: 497799835
